Repository: linuxmint/mintstick
Catalog: po/*.po
Languages: ru

source: Write
ru: Записать

source: Format
ru: Форматировать

source: unknown
ru: неизвестно

source: The USB stick was formatted successfully.
ru: USB-накопитель был успешно отформатирован.

source: An error occured while creating a partition on %s.
ru: Произошла ошибка во время создания раздела на %s.

source: Authentication Error.
ru: Ошибка авторизации.

source: An error occurred.
ru: Произошла ошибка.

source: Image:
ru: Образ:

source: USB stick:
ru: USB-накопитель:

source: USB Image Writer
ru: Запись образа на USB-накопитель

source: Writing %(VAR_FILE)s to %(VAR_DEV)s
ru: Записываю %(VAR_FILE)s на %(VAR_DEV)s

source: Starting copy from %(VAR_SOURCE)s to %(VAR_TARGET)s
ru: Начинаю копирование из %(VAR_SOURCE)s в %(VAR_TARGET)s

source: The image was successfully written.
ru: Образ был успешно записан.

source: Not enough space on the USB stick.
ru: Недостаточно места на USB-накопителе.

source: An error occured while copying the image.
ru: Возникла ошибка во время записи образа.

source: Make a bootable USB stick
ru: Создать загрузочный USB-накопитель

source: USB Stick Formatter
ru: Форматирование USB-накопителя

source: Format a USB stick
ru: Форматировать USB-накопитель

source: Make bootable USB stick
ru: Создать загрузочный USB-накопитель

source: This will destroy all data on the USB stick, are you sure you want to proceed?
ru: Все данные на USB-накопителе будут стерты, вы уверены, что хотите продолжить?

source: Something went wrong, please see the details window for the exact error.
ru: Что-то пошло не так, посмотрите Подробности, чтобы узнать точную ошибку.

source: Format:
ru: Форматировать:

source: Select a USB stick
ru: Выберите USB-накопитель

source: as
ru: в

source: FAT32 + Compatible everywhere. - Cannot handle files larger than 4GB. exFAT + Compatible almost everywhere. + Can handle files larger than 4GB. - Not as compatible as FAT32. NTFS + Compatible with Windows. - Not compatible with Mac and most hardware devices. - Occasional compatibility problems with Linux (NTFS is proprietary and reverse engineered). EXT4 + Modern, stable, fast, journalized. + Supports Linux file permissions. - Not compatible with Windows, Mac and most hardware devices.
ru: FAT32 + Совместима с большинством устройств. - Не поддерживает файлы больше 4 ГБ. exFAT + Совместима со многими устройствами. + Поддерживает файлы больше 4 ГБ. - Совместимость хуже, чем у FAT32. NTFS + Совместима с Windows. - Не совместима с Mac и большинством устройств специального назначения. - Иногда возникают пробелмы совместимости с Linux (NTFS проприетарна, ее поддержка сделана реверс-инженирингом). EXT4 + Современная, стабильная, быстрая, журналируемая. + Поддерживает права файлов Linux. - Не совместима с Windows, Mac и большинством устройств специального назначения.

source: Volume label:
ru: Метка тома:

source: Choose a name for your USB Stick
ru: Выберите имя для своего USB-накопителя

source: USB Stick
ru: USB-накопитель

source: Details
ru: Подробности

source: Write image:
ru: Записать образ:

source: Select an image
ru: Выбрать образ

source: Select Image
ru: Выбор образа

source: to
ru: на

source: The image was written successfully.
ru: Образ был успешно записан.
