Repository: linuxmint/mintstick
Catalog: debian/po/*.po
Languages: bg, cs, fr, it, ja, ka, nl, pt_br, tr

source: Image:
bg: Изображение:
cs: Obraz:
it: Immagine:
ja: イメージ:
ka: სურათი:
nl: Image-bestand:
pt_br: Imagem:
tr: Kalıp:

source: Target Device:
bg: Целево устройство:
cs: Cílové zařízení:
fr: Périphérique cible :
it: Periferica di destinazione:
ja: ターゲットデバイス:
ka: სამიზნე მოწყობილობა:
nl: Doelstation:
pt_br: Dispositivo alvo:
tr: Hedef Donanım:

source: Unmounting all partitions of
bg: Демонтиране на всички дялове на
cs: Odpojuji všechny oddíly
fr: Démonte toutes les partitions de
it: smontando tutte le partizioni di
ja: すべてのパーティションをアンマウント：
ka: ყველა პარტიციის მოხსნა
nl: Loskloppelen alle partities van
pt_br: Desmontando todas as partições de
tr: Tüm bölümlerden çıkart

source: Trying to unmount
bg: Опит за демонтиране
cs: Pokouším se odpojit
fr: Essaye de démonter
it: provando a smontare
ja: アンマウントを試みています
nl: Bezig met loskoppelen
pt_br: Tentando desmontar
tr: Çıkarmaya çalışıyor

source: Error, umount
bg: Грешка, демонтиране
cs: Chyba, odpojení
fr: Erreur, umount
it: errore, smonta
ja: アンマウント時にエラーが発生:
ka: შეცდომა მოხსნისას
nl: Fout, loskoppelen
pt_br: Erro, desmontar
tr: Hata, umount

source: was terminated by signal
bg: беше спрян от сигнал
cs: bylo přerušeno signálem
fr: a été terminé par le signal
it: é stato terminato dal segnale
ja: は次のシグナルを受け取り、終了しました:
ka: შეჩერდა შემდეგი სიგნალის მიერ
nl: is afgebroken door signal
pt_br: foi terminado pelo sinal
tr: Sinyal tarafından sonlandırıldı mı

source: successfully unmounted
bg: е демонтиран успешно
cs: úspěšně odpojen
fr: correctement démonté
it: smontato con successo
ja: のアンマウントを完了しました
nl: met succes losgekoppeld
pt_br: desmontado com sucesso
tr: kalıp çıkarıldı

source: returned
bg: върна
cs: vrátilo
fr: a renvoyé
it: ha ritornato
ja: は次を返しました:
ka: დაბრუნებული
nl: teruggegaan
pt_br: retornado
tr: Yanıtla

source: Execution failed:
bg: Изпълнението се провали:
cs: Spuštění selhalo:
fr: L'exécution a échoué :
it: Esecuzione fallita:
ja: 実行に失敗しました:
ka: გაშვების შეცდომა:
nl: Uitvoering mislukt:
pt_br: Falha na execução:
tr: Çalıştırma başarısız:

source: Could not read mtab !
bg: Файлът mtab не мож еда се прочете !
cs: Nemohu přečíst mtab!
fr: Impossible de lire mtab !
it: Impossibile legger mtab !
ja: mtabを読み込めませんでした!
ka: ვერ წავიკითხე mtab !
nl: Kon mtab niet lezen !
pt_br: Não pode ler mtab !
tr: mtab okuyamadı !

source: Writing
bg: Записване
cs: Zapisuji
fr: Écrit
it: Scrittura
ja: 次のデバイスへ書き込み中
ka: ჩაწერა
nl: Schrijven
pt_br: Escrevendo
tr: Yazı

source: to
bg: на
cs: do
fr: sur
it: a
nl: naar
pt_br: para
tr: şuna

source: Executing: dd if=
bg: Изпълнение на: dd if=
cs: Spoštím: dd if=
fr: Exécute : dd if=
it: Eseguo: dd if=
ja: 実行中: dd if=
ka: გაშვებულია: dd if=
nl: Uitvoeren: dd if=
pt_br: Executando: dd if=
tr: Çalıştırılıyor: dd if=

source: Wrote:
bg: Записа:
cs: Zapsáno:
fr: Écrit :
it: Scritto:
ja: 書き込み:
ka: დაწერა:
nl: Geschreven:
pt_br: Escrevido:
tr: Yazıldı:

source: The dd process ended with an error !
bg: Процесът dd завърши с грешка!
cs: Proces dd skončil chybou!
fr: Le processus dd s'est arrêté avec une erreur !
it: Il processo dd é finito con un errore !
ja: ddプロセスがエラーで終了しました!
ka: dd პროცესი შეცდომით დამთავრდა !
nl: Het dd proces is ge-eindigd met een fout !
pt_br: O processo dd acabou com um erro !
tr: dd işlemi bir hata ile sonlandı !

source: Image
bg: Образ
cs: Obraz
it: Immagine
ja: イメージ
ka: ანაბეჭდი
pt_br: Imagem
tr: İmaj

source: successfully written to
bg: е успешно записан на
cs: byl úspěšně zapsán do
fr: écrite avec succès sur
it: scrittura eseguita con successo a
ja: を次に書き込みました:
ka: წარმატებით ჩაიწერა
nl: met succes geschreven naar
pt_br: escrito com sucesso a
tr: Başarıyla Yazdı

source: <b>Error</b> No target devices were found. You need to plug in a USB Key to which the image can be written.
bg: <b>Грешка</b> Не беше намерено целево устройство. Трябва да свържете USB стик, на който да се запише образа.
cs: <b>Chyba</b> Žádné cílové zařízení nebylo nalezeno. Musíte vložit USB klíč, na který má být obraz zapsán.
fr: <b>Erreur</b> Aucun périphérique cible trouvé. Vous devez brancher une clé USB sur laquelle l'image pourra être écrite.
it: <b>Errore</b> Non &egrave; stata trovata nessuna periferica di destinazione. Devi inserire una pendrive USB dove &egrave; possibile scrivere l'immagine.
ja: <b>エラー</b> ターゲットデバイスを見つけられませんでした。 イメージを書き込めるUSBメモリを 接続する必要があります。
ka: <b>შეცდომა</b> ვერ ვიპოვე სამიზნე მოწყობილობა. შეაერთეთ USB მოწყობილობა, რომელშიც ანაბეჭდის ჩაწერა იქნება შესაძლებელი.
nl: <b>Fout</b> Geen doelstations waren gevonden. U moet een USB-station aansluiten waarnaar het Image kan worden geschreven.
pt_br: <b>Erro</b>Nenhum dispositivo alvo foi encontrado Você precisa conectar um dispositivo USBpara onde uma imagem pode ser escrita.
tr: <b>Hata</b> Hedef aygıt bulunamadı. Görüntünün yazılması için Bir USB anahtarı takmalısınız

source: <b>Error</b> Something went wrong, please see the details window for the exact error. A logfile with the content will be saved in your homedir if the application is closed.
bg: <b>Грешка</b> Нещо се обърка, моля вижте прозореца с подробности за точната грешка. Ще бъде запазен файл с отчет във вашата домашна папка, ако програмата е затворена.
cs: <b>Chyba</b> Něco se pokazilo, přesnou chybu zjistíte v okně s podrobnostmi. Záznam aplikace bude uložen v domovské složce, pokud bude aplikace zavřena.
fr: <b>Erreur</b> Quelque chose s'est mal passé, veuillez consulter la fenêtre de détails pour connaître l'erreur exacte. Un fichier journal avec son contenu sera enregistré dans votre répertoire utilisateur si l'application est fermée.
it: <b>Errore</b> Qualcosa &egrave; andato storto, vedi la finestra dei dettagli per conoscere l'errore esatto. Un file di log con il contenuto sar&agrave; salvato nella tua cartella home se l'applicazione sar&agrave; chiusa.
ja: <b>エラー</b> 何らかの問題が発生しました。詳細ウインドウに どのようなエラーが発生したのか出力します。 アプリケーションを終了させると、ログファイルを あなたのホーム ディレクトリに作成します。
nl: <b>Fout</b> Er is iets misgegaan, zie details- venster voor de exacte fout. Een log-bestand met de inhoud zal worden opgeslagen in uw homedir als het programma is afgesloten.
pt_br: <b>Erro<b/>Algo deu errado, por favor veja a janelade detalhes para o erro exatoUm arquivo log com o conteúdo sera salvo em seuhomedir se a aplicação for fechada
tr: <b>Hata</b> Birşeyler Ters Gitti,Lütfen Detaylara Bakın Hata Penceresi Uygulama kapatılınca kayıt dosyası kaydedilecek.

source: <b>Success</b> The image was successfully written to the target device. You are free to unplug it now, a log of the operation will be saved in your homedir if you close the application.
bg: <b>Успешно</b> Образът беше записан успешно на целевото устройство. Можете да извадите устройството, ще се запази отчет във вашата домашна папка, ако затворите програмата.
cs: <b>Úspěch</b> Obraz byl úspěšně zapsán na cílové zařízení. Můžete jej nyní bezpečně odebrat. Záznam operace bude uložen v domovské složce, pokud bude aplikace zavřena.
fr: <b>Succès</b> L'image a été correctement écrite sur le périphérique cible. Vous pouvez maintenant le débrancher, un journal de l'opération sera enregistré dans votre répertoire personnel si vous fermez l'application.
it: <b>Fatto</b> L'immagine &egrave; stata scritta con successo sulla periferica di destinazione. Sei libero di staccarla ora, un log delle operazioni sar&agrave; salvato nella tuacartella home non appena chiuderai l'applicazioni.
ja: <b>完了</b> イメージを正しくターゲットデバイスに 書き込みました。 もうUSBメモリを抜いても問題ありません。 アプリケーションを終了すると、ログを ホームディレクトリに書き込みます。
ka: <b>წარმატება</b> ანაბეჭდი წარმატებით ჩაიწერა სამიზნე მოწყობილობაში. შეგიძლიათ უპრობლემოთ მოხსნათ, ოპერაციის ჟურნალი შეინახება თქვენს სახლის დასტაში თუ დახურავთ პროგრამას.
nl: <b>Gelukt</b> Het Image was succesvol geschreven naar het doelstation. U kunt het nu loskoppelen, een log-bestand van de handeling zal worden opgeslagen in uw homedir wanneer het programma afsluit.
pt_br: <b>Sucesso</b>A imagem foi escrita com sucesso parao dispositivo alvo.Você está livre para desplugar agora, um log daoperação será salva em sua Pasta Pessoal sevocê fechar esta aplicação.
tr: <b>Başarı</b> Resim başarılı bir şekilde yazıldı Cıhaz Hedef. Sen, şimdi onu tıkamak için özgürsün, bir kütük Çalışma, senin homedirin kurtarılacak, eğerse Sen, uygulamayı kapatırsın.

source: <b>Warning</b> This will <b>destroy all data</b> on the target device, are you sure you want to proceed ? If you say ok here, please <b>do not unplug</b> the device during the following operation.
bg: <b>Предупреждение</b> Това ще <b>унищожи всички данни</b> на целевото устройство. Ще продължите ли ? Ако натиснете ОК, моля <b>не изваждайте</b> устройството по време на записването.
cs: <b>Varování</b> Toto <b>zničí všechna data</b> na cílovém zařízení, opravdu chcete pokračovat? Pokud budete pokračovat, prosím <b>neodpojujte</b> zařízení během příštích operací.
fr: <b>Attention</b> Cette opération <b>détruira toutes les données</b> sur le périphérique cible, êtes vous sur de vouloir continuer ? Si vous cliquez sur ok, <b>ne débranchez pas</b> le lecteur pendant l'opération.
it: <b>Attenzione</b> Questa operazione <b>distrugger&agrave; tutti i dati</b> sulla periferica selezionata, sei sicuro di voler continuare ? Se scegli OK qui, prego <b>non rimuovere</b> la periferica durante la prossima operazione.
ja: <b>注意</b> この操作はターゲットデバイスの <b>すべてのデータ</b>を消去します。 本当に作業を進めても良いですか？ OKを押して進める場合、作業が完了するまで <b>USBメモリを抜かないでください</b>。
nl: <b>Waarschuwing</b> Dit zal <b>alle data vernietigen</b> op het doelstation, weet u zeker dat u door wilt gaan? Indien u OK antwoordt, <b>ontkoppel het station niet</b> gedurende de volgende bewerking.
pt_br: <b>Aviso</b> Isto irá <b>destruir todos os dados</b> do dispositivo alvo, você tem certeza que deseja prosseguir ? Se você disser sim aqui, por favor <b>não desplugue</b> este dispositivo durante a operação seguinte.
tr: <b>Uyarı</b> Bu işlem hedef aygıttaki<b>tüm bilgileri yokedecek</b> işlemi yapmak istediğnize emin misiniz? Eğer eminseniz, lütfen işlem devam ederken <b>aygıtı çıkarmayın</b>

source: Details
bg: Подробности
cs: Podrobnosti
fr: Détails
it: Dettagli
ja: 詳細
ka: დეტალები
pt_br: Detalhes
tr: Detaylar

source: ImageWriter
ja: イメージライター
nl: Image-Schrijver
tr: İmaj Yazıcı

source: Select Image
bg: Избор на изображение
cs: Zvolte obraz
fr: Sélectionner l'image
it: Seleziona immagine
ja: イメージの選択
ka: ანაბეჭდის ამორჩევა
nl: Kies een afbeelding
pt_br: Selecionar Imagem
tr: İmaj Seç

source: Select an image file to be written to the device
bg: Изберете образ, който ще се запише на устройството
cs: Zvolte soubor obrazu, který chcete zapsat na zařízení
fr: Sélectionnez un fichier image à écrire sur le périphérique
it: Selezziona un file immagine da scrivere sullo strumento
ja: デバイスに書き込むイメージファイルを選択
nl: Kies een Image-bestand om naar het station te schrijven
pt_br: Selecionar um arquivo de imagem para ser escrito no dispositivo
tr: Yazmak için bir kalıp dosyası seçin

source: Select target device to write the image to
bg: Изберете целево устройство, на което ще се запише образа
cs: Zvolte cílové zařízení, na které chcete obraz zapsat
fr: Sélectionnez le périphérique cible sur lequel écrire l'image
it: Seleziona lo strumento su cui scrivere la immagine
ja: デバイスに書き込むイメージを選択
nl: Kies doelstation om daarnaar het Image-bestand te schrijven
pt_br: Selecione dispositivo alvo para escrever a imagem a
tr: Kalıp yazdırma için bir hedef sürücü seçin

source: Write Image:
bg: Образ:
cs: Zapsat obraz:
fr: Ecrire l'image :
it: Scrivi Immagine:
ja: 書き込むイメージ:
nl: Schrijf Image-bestand
pt_br: Escrever Imagem:
tr: Kalıp yaz:

source: Write to device
bg: Запис
cs: Zapsat na zařízení
fr: Écrire sur le périphérique
it: scrivi a strumento
ja: デバイスへ書き込む
nl: Schrijven naar station
pt_br: Escrever para o dispositivo
tr: Aygıta yaz

source: gtk-cancel
it: gtk-annulla
ka: gtk-გაუქმება
nl: gtk-annuleren
tr: gtk-iptal

source: gtk-close
it: gtk-chiudi
ka: gtk-დახურვა
nl: gtk-sluiten
tr: gtk-kapat

source: gtk-ok
ka: gtk-დიახ
tr: gtk-tamam

source: to
bg: на
cs: do
fr: sur
it: a
nl: naar
pt_br: para
tr: Şuna
